accountsservice
acpi
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
arc-gtk-theme-eos
ark
aspell
ausweisapp2
autotiling
awesome-terminal-fonts
azote
b43-fwcutter
base
base-devel
bash-completion
bind
biome
bitwarden
bluedevil
bluez
bluez-utils
breeze-gtk
brightnessctl
btrfs-progs
cantarell-fonts
chromium
claude-desktop-native
cliphist
cryptsetup
cups-bjnp
device-mapper
diffutils
dmidecode
dmraid
dnsmasq
docker
docker-compose
dolphin
dolphin-plugins
dosfstools
downgrade
dracut
duf
e2fsprogs
efibootmgr
efitools
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
eos-apps-info
eos-breeze-sddm
eos-dracut
eos-hooks
eos-log-tool
eos-packagelist
eos-quickstart
eos-rankmirrors
eos-settings-plasma
ethtool
exfatprogs
eza
f2fs-tools
fastfetch
ffmpegthumbnailer
ffmpegthumbs
file-roller
firefox
firewalld
foot
fuzzel
fwupd
ghostty
git
glances
go
gparted
greetd
grim
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk-engine-murrine
gtk-layer-shell
gtklock
gtklock-powerbar-module
gtklock-userinfo-module
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gwenview
haruna
haveged
hdparm
htop
hwdetect
hwinfo
inetutils
intellij-idea-ultimate-edition
inxi
iptables-nft
iwd
jdk-openjdk
jfsutils
jq
julia
kate
kcalc
kde-cli-tools
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdeplasma-addons
kgamma
kimageformats
kinfocenter
kio-admin
kio-extras
kio-fuse
konsole
kscreen
kwallet-pam
kwayland-integration
lazygit
less
libappindicator-gtk3
libdvdcss
libgsf
libopenraw
libwnck3
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
luarocks
lutris
lvm2
mako
maliit-keyboard
man-db
man-pages
mdadm
meld
mesa-utils
modemmanager
mtools
mullvad-vpn-bin
nano
nano-syntax-highlighting
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
ntfs-3g
ntp
nvidia-dkms
nvidia-hook
nvidia-inst
nvm
nwg-drawer
nwg-look
okular
openssh
os-prober
pacman-contrib
pamixer
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-workspace
plocate
polkit-gnome
poppler-glib
postman-bin
powerdevil
print-manager
pv
python
python-capng
python-defusedxml
python-eduvpn-client
python-packaging
python-pip
python-pyqt5
qt6-imageformats
rebuild-detector
reflector
reflector-simple
reiserfsprogs
rog-control-center
rsync
rtkit
ruby
rustdesk
s-nail
sddm-kcm
sg3_utils
slurp
smartmontools
sof-firmware
spectacle
spotify
steam
sudo
swappy
swaybg
swayidle
sysfsutils
sysstat
system-config-printer
systemd-sysvcompat
tectonic
texinfo
thunar
thunar-archive-plugin
thunar-volman
tldr
ttf-bitstream-vera
ttf-dejavu
ttf-jetbrains-mono
ttf-liberation
ttf-meslo-nerd-font-powerlevel10k
ttf-nerd-fonts-symbols
ttf-opensans
ttf-ubuntu-font-family
unrar
unzip
upower
usb_modeswitch
usbutils
uv
vi
visual-studio-code-bin
waybar
wayland-protocols
welcome
wget
which
wine
wireplumber
wl-clipboard
wpa_supplicant
xclip
xdg-desktop-portal-kde
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xed
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsettingsd
xterm
xwaylandvideobridge
yay
yubico-authenticator-bin
zen-browser-bin
zoom
zoxide
zsh
zsh-completions
zsh-theme-powerlevel10k-git
